Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/josm-tm.tmx
Source language: en
Languages: ca_es

source: Unable to parse value ''{1}'' of parameter ''{0}'' as number.
ca_es: No és possible d''analitzar el valor ''{1}'' del paràmetre ''{0}'' com un nombre.

source: Unable to parse value ''{1}'' of parameter ''{0}'' as coordinate value.
ca_es: No és possible d''analitzar el valor ''{1}'' del paràmetre ''{0}'' com un valor de coordenada.

source: Custom Projection
ca_es: Projecció personalitzada

source: Parameter ''{0}'' required.
ca_es: Paràmetre ''{0}'' requirit.

source: Lambert Conformal Conic
ca_es: Cònica conforme de Lambert

source: Swiss Oblique Mercator
ca_es: Mercator oblíqua suïssa

source: Transverse Mercator
ca_es: Mercator Transversal

source: Error initializing test {0}: {1}
ca_es: Error en inicialitzar el test {0}: {1}

source: validation error
ca_es: S''ha produït un error de validació

source: validation warning
ca_es: advertència de validació

source: validation other
ca_es: altres validacions

source: Running test {0}
ca_es: Test {0} en execució

source: Test ''{0}'' completed in {1}
ca_es: El test ''{0}'' ha estat completat en {1}

source: Addresses
ca_es: Adreces

source: Checks for errors in addresses and associatedStreet relations.
ca_es: Verifica si hi ha errors a les adreces i les relacions de carrer associat (associatedStreet).

source: Multiple associatedStreet relations
ca_es: Relacions múltiples de carrer associat (associatedStreet)

source: House number without street
ca_es: Número sense carrer

source: House number ''{0}'' duplicated
ca_es: Número de portal ''{0}'' duplicat

source: Duplicate house numbers
ca_es: Nombres de carrer duplicats

source: Multiple street names in relation
ca_es: Varis noms de carrer a la relació

source: House number too far from street
ca_es: El nombre és massa lluny del carrer

source: Barriers and entrances
ca_es: Barreres i entrades

source: Checks for errors in barriers and entrances.
ca_es: Recerca d''errors a barreres i entrades

source: Barrier entrance not set on a barrier
ca_es: L''entrada de barrera no és sobre una barrera.

source: Building inside building
ca_es: Contrucció a l''interior d''una altra

source: Checks for building areas inside of buildings.
ca_es: Comprova si hi ha parts d''una construcció dins d''una altra

source: Coastlines
ca_es: Línia costanera

source: This test checks that coastlines are correct.
ca_es: Aquest test comprova que les línies de costa són correctes

source: Unconnected coastline
ca_es: Línia costanera no connectada

source: Unordered coastline
ca_es: Línia de costa desordenada

source: Reversed coastline
ca_es: Línia de costa invertida

source: Crossing ways.
ca_es: Vies que es creuen

source: This test checks if two roads, railways, waterways or buildings crosses in the same layer, but are not connected by a node.
ca_es: Aquest test comprova si dues vies, línies de ferrocarril, cursos d''aigua o construccions tenen encreuaments sense que en tinguin cap node en comú que faci d''interconnexió.

source: Crossing buildings
ca_es: Construccions encavalcades

source: Crossing waterways
ca_es: Cursos d''aigua que es creuen

source: Crossing waterway/highway
ca_es: Encreuament entre una via i un curs d''aigua

source: Crossing ways
ca_es: Encreuament de vies

source: Deprecated Tags
ca_es: Etiquetes obsoletes

source: Checks and corrects deprecated tags.
ca_es: Comprovar i corregir etiquetes obsoletes.

source: Deprecation fix of {0}
ca_es: Correcció de l''obsolescència de {0}

source: {0} is deprecated
ca_es: {0} és obsolet

source: or
ca_es: o

source: {0} is deprecated, use {1} instead
ca_es: {0} és obsolet, utilitzeu {1} en el seu lloc

source: Duplicated nodes
ca_es: Nodes duplicats

source: This test checks that there are no nodes at the very same location.
ca_es: Aquest test comprova si hi ha nodes diferents que són a la mateixa posició.

source: Mixed type duplicated nodes
ca_es: Nodes duplicats de diferents tipus

source: Highway duplicated nodes
ca_es: Nodes de carretera duplicats

source: Railway duplicated nodes
ca_es: Nodes de línia de ferrocarril duplicats

source: Waterway duplicated nodes
ca_es: Nodes de curs d''aigua duplicats

source: Boundary duplicated nodes
ca_es: Nodes de frontera duplicats

source: Power duplicated nodes
ca_es: Nodes de línia elèctrica duplicats

source: Natural duplicated nodes
ca_es: Nodes d''elements naturals duplicats

source: Building duplicated nodes
ca_es: Nodes d''una edificació duplicats

source: Landuse duplicated nodes
ca_es: Node d''usos de la terra duplicats

source: Other duplicated nodes
ca_es: Altres nodes duplicats

source: Nodes at same position
ca_es: Nodes a la mateixa posició

source: Duplicated relations
ca_es: Relacions duplicades

source: This test checks that there are no relations with same tags and same members with same roles.
ca_es: Aquest test verifica si hi ha relacions amb les mateixes etiquetes i els mateixos membres amb rols iguals

source: Relations with same members
ca_es: Relacions amb els mateixos membres

source: Delete duplicate relations
ca_es: Suprimir relacions duplicades

source: Duplicated ways
ca_es: Vies duplicades

source: This test checks that there are no ways with same node coordinates and optionally also same tags.
ca_es: Aquest test comprova si hi ha vies amb les mateixes coordenades pels nodes i opcionalment les mateixes etiquetes.

source: Ways with same position
ca_es: Vies amb la mateixa posició

source: Delete duplicate ways
ca_es: Suprimeix vies duplicades

source: Duplicated way nodes
ca_es: Nodes de via duplicats

source: Checks for ways with identical consecutive nodes.
ca_es: Cerca si hi ha vies amb nodes consecutius idèntics

source: Highways
ca_es: Vies

source: Performs semantic checks on highways.
ca_es: Fa una comprovació semàntica de les vies.

source: Incorrect roundabout (highway: {0} instead of {1})
ca_es: Rotonda incorrecta (via: {0} en comptes de {1})

source: Missing crossing information
ca_es: Manca informació de les cruïlles

source: Multipolygon
ca_es: Multipolígon

source: This test checks if multipolygons are valid.
ca_es: Aquest test verifica si els multipolígons són vàlids

source: Area style way is not closed
ca_es: La via que delimita l''àrea no està tancada

source: No outer way for multipolygon
ca_es: No hi ha via exterior al multipolígon

source: No style for multipolygon
ca_es: No hi ha estil al multipolígon

source: No style in multipolygon relation
ca_es: No hi ha estil a la relació del multipolígon

source: Style for inner way equals multipolygon
ca_es: L''estil de la via externa és igual al del multipolígon

source: Style for outer way mismatches
ca_es: L''estil de la via l''externa no coincideix

source: Multipolygon is not closed
ca_es: El multipolígon no està tancat

source: Multipolygon inner way is outside
ca_es: La via interior del multipolígon és a l''exterior

source: Intersection between multipolygon ways
ca_es: Intersecció entre multiplolígons

source: No useful role for multipolygon member
ca_es: Rol no adequat per a un membre del multipolígon

source: Non-Way in multipolygon
ca_es: No hi ha vies al multipolígon

source: Missing name:* translation
ca_es: Manca nom:* traducció

source: This test finds multilingual objects whose ''name'' attribute is not equal to some ''name:*'' attribute and not a composition of ''name:*'' attributes, e.g., Italia - Italien - Italy.
ca_es: Aquest test cerca objectes multi-llengua als quals l''atribut ''name'' no es correspon a cap dels atributs ''name:*'' ni a una composició del tipus Itàlia - Italien - Italy.

source: A name:* translation is missing.
ca_es: Nom: * manca la traducció.

source: A name is missing, even though name:* exists.
ca_es: Manca una clau nom, fins i tot si existeix la clau nom:*

source: Nodes duplicating way tags
ca_es: Hi ha nodes que dupliquen els atributs de la via

source: Checks for nodes that have the same tags as their parent way.
ca_es: Cerca els nodes que tenen la mateixa etiqueta que la via a la que pertanyen.

source: Nodes duplicating parent way tags
ca_es: Nodes que dupliquen els atributs de la via pare

source: Nodes with same name
ca_es: Nodes amb el mateix nom

source: This test finds nodes that have the same name (might be duplicates).
ca_es: Aquest test cerca nodes amb el mateix nom (podrien estar duplicats).

source: Opening hours syntax
ca_es: Sintaxi d''horari d''obertura

source: This test checks the correct usage of the opening hours syntax.
ca_es: Aquest test verifica la utilització correcta de la sintaxi de les hores d''obertura

source: Overlapping Areas
ca_es: Zones o superfícies superposades

source: This test checks if areas overlap.
ca_es: Aquest test verifica si les zones se superposen.

source: Overlapping Water Areas
ca_es: Supefícies d''aigua que s''encavalquen

source: Overlapping ways
ca_es: Vies superposades

source: This test checks that a connection between two nodes is not used by more than one way.
ca_es: Aquest test verifica si una connexió entre dos nodes és utilitzada per més d''una via.

source: Areas share segment
ca_es: Zones amb segments compartits

source: Highways share segment with area
ca_es: Hi ha carreteres que comparteixen un mateix segment amb superfícies

source: Railways share segment with area
ca_es: Hi ha línies de ferrocarril que comparteixen un mateix segment amb superfícies

source: Ways share segment with area
ca_es: Hi ha vies que comparteixen un mateix segment amb superfícies

source: Overlapping highways
ca_es: Carreteres superposades

source: Overlapping railways
ca_es: Línies de ferrocarril superposades

source: Power lines
ca_es: Línies elèctriques

source: Checks for nodes in power lines that do not have a power=tower/pole tag.
ca_es: Comprova si hi ha nodes de les línies elèctriques que no siguin torres elèctriques o pals.

source: Missing power tower/pole within power line
ca_es: Manca torre o pal a la línia elèctrica

source: Relation checker
ca_es: Verificador de relacions

source: This plugin checks for errors in relations.
ca_es: Aquest connector comprova si hi ha errors a les relacions

source: Relation type is unknown
ca_es: El tipus de relació no és conegut

source: Relation is empty
ca_es: La relació és buida

source: Role verification problem
ca_es: Problema de verificació del rol

source: <empty>
ca_es: <buit>

source: Role {0} missing
ca_es: Manca rol {0}

source: Number of {0} roles too low ({1})
ca_es: Un nombre de {0} rols és massa petit ({1})

source: Number of {0} roles too high ({1})
ca_es: Un nombre de {0} rols és massa gran ({1})

source: Member for role {0} of wrong type
ca_es: Membre del rol {0} de tipus incorrecte

source: Role {0} unknown
ca_es: Rol {0} desconegut

source: Empty role found
ca_es: Trobat un rol buit

source: Self-intersecting ways
ca_es: Vies que s''encreuen amb elles mateixes

source: This test checks for ways that contain some of their nodes more than once.
ca_es: Aquest test comprova si hi ha vies que tenen nodes repetits

source: Similarly named ways
ca_es: Vies amb un nom similar

source: This test checks for ways with similar names that may have been misspelled.
ca_es: Aquest test comprova si hi ha vies que tenen un nom similar i es podria tractar d''un error d''ortografia

source: Tag checker
ca_es: Verificador d''etiquetes

source: This test checks for errors in tag keys and values.
ca_es: Aquest test verifica si hi ha errors a les claus o als valors de les etiquetes.

source: Invalid tagchecker line - {0}: {1}
ca_es: Línia no vàlida al comprovador d''etiquetes - {0}: {1}

source: Invalid spellcheck line: {0}
ca_es: Error d''ortografia a la línia: {0}

source: Could not access data file(s): {0}
ca_es: No és possible d''acedir al()s fitxer(s): {0}

source: Suspicious tag/value combinations
ca_es: Combinació sospitosa d''etiqueta/valor

source: Key ''{0}'' invalid.
ca_es: La clau ''{0}'' no és vàlida

source: Tag value contains character with code less than 0x20
ca_es: El valor de l''etiqueta conté un caràcter amb un codi més petit que 0x20

source: Tag key contains character with code less than 0x20
ca_es: El valor de la clau conté un caràcter amb un codi més petit que 0x20

source: Tag value longer than allowed
ca_es: El valor de l''etiqueta és més gran del permés

source: Tag key longer than allowed
ca_es: El valor de la clau és més gran del permés

source: Tags with empty values
ca_es: Etiquetes amb valors buits

source: Invalid property key
ca_es: Clau no vàlida

source: Invalid white space in property key
ca_es: Espai blanc no vàlid a la clau

source: Property values start or end with white space
ca_es: Els valors comencen o acaben amb un espai en blanc

source: Property values contain HTML entity
ca_es: Els valors contenen codi HTML

source: Key ''{0}'' not in presets.
ca_es: La clau ''{0}'' no és ales predefinicions.

source: Presets do not contain property key
ca_es: Les predefinicions no contenen la propietat de la clau

source: Value ''{0}'' for key ''{1}'' not in presets.
ca_es: El valor ''{0}'' per a la clau ''{1}'' no és a les predefinicions.

source: Presets do not contain property value
ca_es: Les predefinicions no contenen valor

source: Check property keys.
ca_es: Comprovar les claus

source: Validate that property keys are valid checking against list of words.
ca_es: Comprova que les propitats de les claus són vàlides comparant amb una llista de paraules.

source: Use complex property checker.
ca_es: Utilitzar el comprovador de propietats complexes

source: Validate property values and tags using complex rules.
ca_es: Validar els valors de les propietats i les etiquetes utilitzant regles complexes.

source: Add
ca_es: Afegeix

source: TagChecker source
ca_es: Font de TagChecker

source: Please select the row to edit.
ca_es: Si us plau, seleccioneu la línia a modificar

source: Please select the row to delete.
ca_es: Si us plau, seleccioneu la línia a suprimir

source: The sources (URL or filename) of spell check (see http://wiki.openstreetmap.org/index.php/User:JLS/speller) or tag checking data files.
ca_es: Les fonts (URL o nom de fitxer) per verificar l''ortografia (vegeu http://wiki.openstreetmap.org/index.php/User:JLS/speller) o els fitxers de dades per verificar l''ortografia.

source: Add a new source to the list.
ca_es: Afegeix una nova font a la llista

source: Edit the selected source.
ca_es: Modificar la font seleccionada

source: Delete the selected source from the list.
ca_es: Suprimir de la llista la font seleccionada

source: Data sources
ca_es: Fonts de dades

source: Check property values.
ca_es: Comprovar el valor de les propietats

source: Validate that property values are valid checking against presets.
ca_es: Valideu els valors de les propietats comparant-los amb els preestablerts.

source: Check for FIXMES.
ca_es: Comprovar si hi ha FIXME

source: Looks for nodes or ways with FIXME in any property value.
ca_es: Cercar nodes i vies amb FIXME com a valor de qualsevol propietat

source: Use default data file.
ca_es: Utilitzar el fitxer de dades de defecte

source: Use the default data file (recommended).
ca_es: Utilitzar el fitxer de dades de defecte (recomanat).

source: Use default tag ignore file.
ca_es: Utilitza l''etiqueta predeterminada ignora fitxer.

source: Use the default tag ignore file (recommended).
ca_es: Utilitza l''etiqueta predeterminada ignora fitxer (recomanat).

source: Use default spellcheck file.
ca_es: Utilitzar el fitxer de comprovació d''ortografia de defecte

source: Use the default spellcheck file (recommended).
ca_es: Utilitzar el fitxer de comprovació d''ortografia de defecte (recomanat).

source: Fix tags
ca_es: Correcció d''etiquetes

source: Could not find element type
ca_es: No s''ha pogut trobar el tipus d''element

source: Incorrect number of parameters
ca_es: Nombre incorrecte de paràmetres

source: Could not find warning level
ca_es: No ha estat possible de trobar el nivell d''avís

source: Illegal expression ''{0}''
ca_es: L''expressió ''{0}'' és errònia

source: Illegal regular expression ''{0}''
ca_es: L''expressió regular ''{0}'' és errònia

source: Turnrestrictions
ca_es: Prohibicions de gir

source: This test checks if turnrestrictions are valid
ca_es: Aquest test comprova si les prohibicions de gir són vàlides

source: Unknown role
ca_es: Rol desconegut

source: Unknown member type
ca_es: Tipus de membre desconegut

source: More than one "from" way found
ca_es: Més d''una via "from" trobada

source: More than one "to" way found
ca_es: Més d''una via "to" trobada

source: More than one "via" node found
ca_es: Més d''un node "via" trobat

source: Cannot mix node and way for role "via"
ca_es: No es pot barrejar nodes i vies al rol "via"

source: No "from" way found
ca_es: No s''ha trobat cap via "from"

source: No "to" way found
ca_es: No s''ha trobat cap via "to"

source: No "via" node or way found
ca_es: No s''ha trobat cap node "via"

source: The "from" way does not start or end at a "via" node
ca_es: La via "from" no comença ni finalitza a un node "via"

source: Superfluous turnrestriction as "to" way is oneway
ca_es: Prohibició de gir supérflua perquè la via "to" és de sentit únic

source: The "to" way does not start or end at a "via" node
ca_es: La via "to" no comença a l''inici o al final d''un node "via"

source: The "from" and the first "via" way are not connected.
ca_es: Les vies "from" i "via" no es troben connectats

source: The "via" ways are not connected.
ca_es: Les vies "via" no es troben connectades.

source: The last "via" and the "to" way are not connected.
ca_es: El darrer "via" i la darrera via "to" no es troben connectats.

source: Unclosed Ways
ca_es: Vies no tancades

source: This tests if ways which should be circular are closed.
ca_es: Aquest test comprova si les vies que han de ser circulars són tancades

source: Unclosed way
ca_es: Via sense tancar

source: natural type {0}
ca_es: tipus d''element natural {0}

source: landuse type {0}
ca_es: tipus d''ús del sòl {0}

source: amenities type {0}
ca_es: tpus d''equipament {0}

source: sport type {0}
ca_es: tipus d''esport {0}

source: tourism type {0}
ca_es: tipus d''element turístic {0}

source: shop type {0}
ca_es: tipus de botiga {0}

source: leisure type {0}
ca_es: tipus d''element d''oci {0}

source: waterway type {0}
ca_es: tipus de curs d''aigua {0}

source: building
ca_es: edifici

source: area
ca_es: àrea

source: Unconnected ways
ca_es: Vies sense connexió

source: This test checks if a way has an endpoint very near to another way.
ca_es: Aquest test comprova si el final d''una via és molt a prop d''una altra via.

source: Way end node near other highway
ca_es: El final del cami és a prop d''una carretera

source: Way end node near other way
ca_es: El final de la via és a prop d''una altra via.

source: Way node near other way
ca_es: El node d''una via és a prop d''una altra via

source: Connected way end node near other way
ca_es: El node final de la via és a prop d''una altra via

source: Untagged and unconnected nodes
ca_es: nodes sense etiquetes i sense connexió

source: This test checks for untagged nodes that are not part of any way.
ca_es: Aquest test cerca nodes sense etiquetes i que no són part de cap via.

source: Unconnected nodes without physical tags
ca_es: Nodes no connectats sense etiquetes físiques

source: No tags
ca_es: Cap etiqueta

source: Has tag containing ''fixme'' or ''FIXME''
ca_es: Te una etiqueta amb ''fixme'' o ''FIXME''

source: Has key ''note'' or ''comment'' or ''description''
ca_es: Te una clau ''note'', ''comment'' o ''description''

source: Has key ''created_by'' or ''converted_by''
ca_es: Te una clau ''created_by'' o ''converted_by''

source: Has key ''watch''
ca_es: Te una clau ''watch''

source: Has key ''source''
ca_es: Te una clau ''source''

source: Untagged, empty and one node ways
ca_es: Vies sense etiquetar, buides i amb un únic node.

source: This test checks for untagged, empty and one node ways.
ca_es: Aquest test cerca vies sense etiquetar, buides i amb un únic node.

source: Unnamed ways
ca_es: Vies sense nom

source: Unnamed junction
ca_es: Cruïlla sense nom

source: Untagged ways (commented)
ca_es: Vies no etiquetades (comentat)

source: Untagged ways
ca_es: Vies no etiquetades

source: Empty ways
ca_es: Vies buits

source: One node ways
ca_es: Vies amb un únic node

source: Way connected to Area
ca_es: Via connectada a una àrea

source: Checks for ways connected to areas.
ca_es: Comprova si hi ha vies connectades a superfícies

source: Way terminates on Area
ca_es: La via finalitza a una àrea

source: Wrongly Ordered Ways
ca_es: Vies odenades de manera incorrecta

source: This test checks the direction of water, land and coastline ways.
ca_es: Aquest test comprova la direcció d''un curs d''aigua, de la terra i de la línia costanera

source: Reversed coastline: land not on left side
ca_es: Línia de costa invertida: la terra no és al costat esquerre

source: Reversed land: land not on left side
ca_es: Terra invertida: la terra no és al costat esquerrre

source: Do not show again (remembers choice)
ca_es: No tornar a mostrar (recordar selecció)

source: incomplete
ca_es: incomplet

source: House {0}
ca_es: Casa {0}

source: House number {0} at {1}
ca_es: Número de casa del {0} al {1}

source: House number {0}
ca_es: Número de casa {0}

source: highway
ca_es: carretera

source: railway
ca_es: ferrocarril

source: waterway
ca_es: Curs d''aigua

source: landuse
ca_es: Ús del sòl

source: {0} member
ca_es: {0} membre

source: public transport
ca_es: transport públic

source: Changeset {0}
ca_es: Conjunt de modificacions {0}

source: Precondition violation
ca_es: Precondició no omplerta

source: Security exception
ca_es: Excepció de seguretat

source: Network exception
ca_es: Excepció de xarxa

source: IO Exception
ca_es: Excepció d''E/S

source: Illegal Data
ca_es: Dades errònies

source: Internal Server Error
ca_es: Error intern del servidor

source: Bad Request
ca_es: Petició incorrecta

source: Not Found
ca_es: No s''ha trobat

source: Conflict
ca_es: Conflicte

source: Authentication Failed
ca_es: Ha fallat l''autenticació

source: Access to redacted version ''{0}'' of {1} {2} is forbidden.
ca_es: L''accés a la versió ''{0}'' de {1} {2} no és premés.

source: Authorisation Failed
ca_es: L''autorització ha fallat

source: Client Time Out
ca_es: El client no ha respost dins del temps previst

source: Bandwidth Limit Exceeded
ca_es: S''ha sobrepassat el límit de la banda de pas

source: Communication with OSM server failed
ca_es: La comunicació amb el srvidor OSM ha fallat

source: Authentication failed
ca_es: Ha fallat l''autenticació

source: Unknown host
ca_es: Es desconeix el servidor remot

source: Show help information
ca_es: Mostrar ajuda

source: Downloading "Message of the day"
ca_es: Baixant el "Missatge del dia"

source: Failed to read MOTD. Exception was: {0}
ca_es: Ha fallat la lectura de MOTD. L''excepció ha estat: {0}

source: Message of the day not available
ca_es: El missatge del dia no és a l''abast del sistema

source: Click to close the dialog
ca_es: Feu clic per tancar la finestra de diàleg

source: Imagery offset
ca_es: Decalatge de la imatgeria

source: Imagery
ca_es: Imatgeria

source: Offset
ca_es: Desplaçament

source: Expected non-empty value for parameter ''{0}'', got ''{1}''
ca_es: S''esperava un valor per al paràmetre ''{0}'', ara és ''{1}''

source: Upload Preferences
ca_es: Pujar les preferències

source: Upload the current preferences to the server
ca_es: Pujar les preferències actuals vers el servidor

source: string
ca_es: cadena

source: Name of the user.
ca_es: Nom d''usuari.

source: OSM Password.
ca_es: Contrassenya de l''OSM

source: Resize the applet to the given geometry (format: WIDTHxHEIGHT)
ca_es: Redimensiona el microprograma a la geometria donada (format: AMPLADAxLLARGADA)

source: string;string;...
ca_es: cadena;cadena;...
